/*哈儿ily制作 haerily@163.com 不散*/
var MAP_STYLE = "grassgreen";

var DATA = {
	"南京" : {
		"河海大学" : ["木子九日"]
	},
	"北京" : {
		"北京工商大学" : ["刘洳邑"]
	},
	"南充" : {
		"西华师范大学" : ["黄文霖","球王"]
	},
	"长沙" : {
		"湖南师范大学" : ["W.0."]
	},
	"成都" : {
		"成都大学" : ["李大钊","赖虹羽"],
		"四川师范大学" : ["黄旭"],
		"成都医学院" : ["汪思宇"],
		"西南石油大学" : ["欣雨姐姐","罗维烨"]
	},
	"自贡" : {
		"蜀光中学" : ["英子"],
	}
};

var SPEC_POS = {
	"尽心为公 努力增能" : [104.794287,29.350227]
};

var MAP_TITLE = "十三崽的蹭饭地图";

var ABOUT = { 
	"曹老板" : ["世界那么大，你想去看看，你拿什么去看看"],
    "luoson" : ["加油"],
	"聂家敏" : ["现在你们可以适度耍朋友了，加油"],
	"郭建" : ["飞黄腾达"],
	"泽英姐姐" : ["教师苦教师累，还好遇见大家，真是倍感安慰；","青春好青春美，真心祝愿各位，皆能熠熠生辉！"],
	"Charleen" : ["A good beginning is half done","良好的开端是成功的一半"],
	"牛姐" : [""],
	"洛普" : ["厚积薄发 喷薄而出"],
	"跃跃" : ["长路漫漫 永不止息"],
	"欧晓霞" : [""],
	"木子九日" : ["初来 初别 再归来 结得新友 一起饮酒","欢声笑语一直都在 教室停电 唱歌流汗"," 又来新友 相处盛融","相处之日 甚是开心","终到最终离别","日后愿不负时光不负卿"],
	"W.0." : ["我的高中生活就是预期与后果的严重失衡"],
	"黄旭" : ["生日快乐？"],
	"罗昶尧" : ["高中耍7学3睡2","而离别时祂言:","「天下没有不散的宴席，","何况彼此总会不期而遇。」","←To  be Contine←"],
    "游姐" : ["饭难吃，帅哥少，初中吵，蚊子咬"],
	"赵二乔" : ["没啥感概"],
	"香猪" : ["爆炸吧，现充.....xdm，冲冲冲"],
    "A.J.N." : ["谁的青春不迷茫？","但幸运的是我来到了13班","有帅帅的鹏鹏","有正经的傻灵","有漂亮的泽英","有搞笑的礼洁","有负责的跃跃","有严肃的光礼","当然还有13班团结友爱的同学们","我的青春感谢有你！"],
	"球王" : ["挺怀念高中生活的","后悔没去都成绵的高中","二中还是给了我很多东西"],
	"佳忠儿子" : [""],
    "敖夫人" : ["没有感慨，没有人可以谈"],
	"罗维烨" : ["会为了我去陶白白那里搜天蝎座吗"],
	"高家远" : ["你好","洗澡"],
    "蔡爷" : ["3年很短  但一切都很好"],
	"袁世华" : ["天晴了 雨停了 你又觉得你行了"],
	"张姝翰" : [""],
	"王大爷" : ["感谢二中让我认识这么多朋友，让我知道山外有山，人外有人"],
    "黄郑勇" : ["遇见了就别再错过了"],
	"李维娜" : ["慢慢来吧"],
	"李大钊" : ["高中结束啦 不再是无忧无虑的中学生辽","总之 向前看"],
	"Z+1" : [""],
	"丁总" : [""],
	"龚基" : [""],
	"范越殿" : [""],
	"曾文俊" : [""],
	"郭恩星" : [""],
	"陈章娜" : [""],
	"万三金" : [""],
	"万梓言" : [""],
	"余燕汝" : ["凡为过往 皆为序章 "],
	"朱哥" : [""],
	"张晨曦" : ["在二中的生活有愉快和不愉快","会怀念那时候的学校生活","有太多遗憾","希望以后大家都能开心有美好的未来"],
    "胡丹lu~" : ["前程似锦吧"],
	"胡梦婷" : ["现在已经开始想念在一起学习的时光","怀念大家那样开开心心的日子","希望以后大家都有联系"],
	"黄思铭" : ["是个平平无奇的大强盗"],
	"刘钰馨" : [""],
	"刘洳邑" : [""],
	"小赖同学" : [""],
	"雅洁" : ["会很想念二中","即使物是人非","但“物”依旧“是”","有些人也一直在♡","会很怀念高中","即使艰难痛苦","但充满欢声笑语","那些感觉永远留在心底","也会越来越浓烈♡"],
	"魏艺" : ["加油加油加油"],
	"黄文霖" : ["二中大，二中好，可惜没有女朋友","老师美，同学棒，一直记都很重要"],
	"大东子" : [""],
	"蒋志宏" : [""],
	"王一冰" : [""],
	"秀英" : ["三年一晃而过","考完试觉得没什么好留恋了","没想到这东西后劲这么大","坦然接受结果，大家加油","疫苗大家都打完了吧，有空出来恰酒!"],
	"潇潇" : ["好看的日落总是在那个燥热的晚自习出现"],
    "舒畅" : ["好想和黄文霖说一模一样把女朋友换成男朋友","希望我们在各自看不到的地方熠熠生辉！"],
	"大表哥" : [""],
	"廖宇婷" : [""],
	"许文静" : [""],
	"欣雨姐姐" : [""],
	"朱姐" : [""],
	"小芮" : ["未来的大学寝室很可能没有空调","倒是挺想念二中寝室那个被我们吐槽嫌弃的旧空调"],
	"哈儿ily制作" : ["富婆"]
};